const apartments = [
    {
        id: 111,
        lat: 48.617661,
        lng: 22.28934,
        title: {
            uk: 'Проспект Свободи 20',
            en: 'Проспект Свободи 20'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово. Чудова однокімнатна квартира Знаходиться на 2-му поверсі 5-го будинку. WI-FI, Т2, автономне опалення, вода постійно. В наявності є вся необхідна техніка та посуд для Вашого комфортного проживання. У дворі – невеликий дитячий майданчик. Відразу біля будинку – супермаркет, кафе, аптеки, магазини, продуктовий ринок. Квартира знаходиться за 150 м від обласної лікарні, за 200 м від готелю Ужгород, за 200 м від набережної, за 200 м від дитячого майданчика «Рошен», яка знаходиться біля набережної, за 500 м від Площа Театральної (центр міста) Хороша транспортна розв\'язка, біля будинку – зупинка громадського транспорту у різні напрямки міста. Розміщення 2 людини.',
            en: 'Квартира 1-кімнатна здається подобово. Чудова однокімнатна квартира Знаходиться на 2-му поверсі 5-го будинку. WI-FI, Т2, автономне опалення, вода постійно. В наявності є вся необхідна техніка та посуд для Вашого комфортного проживання. У дворі – невеликий дитячий майданчик. Відразу біля будинку – супермаркет, кафе, аптеки, магазини, продуктовий ринок. Квартира знаходиться за 150 м від обласної лікарні, за 200 м від готелю Ужгород, за 200 м від набережної, за 200 м від дитячого майданчика «Рошен», яка знаходиться біля набережної, за 500 м від Площа Театральної (центр міста) Хороша транспортна розв\'язка, біля будинку – зупинка громадського транспорту у різні напрямки міста. Розміщення 2 людини.'
        },
        price: 1500,
        img: 'images/flats/1.avif',
        gallery: [
            'images/flats/1.avif'
        ],
        guests: 2,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 2,
        features: ['tv', 'fridge', 'satellite_tv', 'washing_machine', 'microwave', 'hot_water', 'internet', 'near_supermarket', 'good_transport'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 116,
        lat: 48.610655,
        lng: 22.291984,
        title: {
            uk: 'вул Минайська 3',
            en: 'вул Минайська 3'
        },
        description: {
            uk: 'Квартира 2-кімнатна здається подобово. Комфортна 2-кімнатна квартира, з усім необхідним для проживання : посуд, білизна та рушники, побутова техніка. телебачення, автономне опалення та Wi-Fi. До ЖД вокзалу 15 хвилин пішки, так само швидко можна дістатись центру міста. Біля будинку хороша транспортна розв\'язка, автобусна зупинка поряд. Також недалеко супермаркет, продуктовий ринок, кав\'ярня та різні крамнички. Розміщення 2+2+1 людини. Вартість додаткового місця - 200 грндоба.',
            en: 'Квартира 2-кімнатна здається подобово. Комфортна 2-кімнатна квартира, з усім необхідним для проживання : посуд, білизна та рушники, побутова техніка. телебачення, автономне опалення та Wi-Fi. До ЖД вокзалу 15 хвилин пішки, так само швидко можна дістатись центру міста. Біля будинку хороша транспортна розв\'язка, автобусна зупинка поряд. Також недалеко супермаркет, продуктовий ринок, кав\'ярня та різні крамнички. Розміщення 2+2+1 людини. Вартість додаткового місця - 200 грндоба.'
        },
        price: 2100,
        img: 'images/flats/2.avif',
        gallery: [
            'images/flats/2.avif'
        ],
        guests: 5,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 2,
        beds: 5,
        features: ['tv', 'fridge', 'satellite_tv', 'washing_machine', 'microwave', 'hot_water', 'balcony', 'internet', 'near_supermarket', 'good_transport'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 123,
        lat: 48.606925,
        lng: 22.288788,
        title: {
            uk: 'вул. Минайська 18г',
            en: 'вул. Минайська 18г'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово. Простора квартира «студія» у сучасному будинку. Закрита територія для жильців даного комплексу. Чудова локація, відразу біля ТЦ COLISEUM, супермаркет Сільпо, аптека, банк, недалеко продуктовий ринок та кінотеатр. Хороша транспортна розв\'язка, поряд автобусна зупинка, до центру міста 5 хвилин, до ЖД та автовокзалу 10 хвилин. На апартаментах є все необхідне, для Вашого комфортного проживання : сучасна побутова техніка, посуд, білизна та рушники, автономне опалення, Wifi та телебачення.',
            en: 'Квартира 1-кімнатна здається подобово. Простора квартира «студія» у сучасному будинку. Закрита територія для жильців даного комплексу. Чудова локація, відразу біля ТЦ COLISEUM, супермаркет Сільпо, аптека, банк, недалеко продуктовий ринок та кінотеатр. Хороша транспортна розв\'язка, поряд автобусна зупинка, до центру міста 5 хвилин, до ЖД та автовокзалу 10 хвилин. На апартаментах є все необхідне, для Вашого комфортного проживання : сучасна побутова техніка, посуд, білизна та рушники, автономне опалення, Wifi та телебачення.'
        },
        price: 1600,
        img: 'images/flats/3.avif',
        gallery: [
            'images/flats/3.avif'
        ],
        guests: 2,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 2,
        features: ['tv', 'fridge', 'cable_tv', 'washing_machine', 'microwave', 'hot_water', 'air_conditioner', 'balcony', 'internet', 'secure_parking', 'near_supermarket', 'good_transport'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 125,
        lat: 48.624318,
        lng: 22.306238,
        title: {
            uk: 'вул. Добрянського 4',
            en: 'вул. Добрянського 4'
        },
        description: {
            uk: 'Квартира 2-кімнатна здається подобово. Затишна двохкімнатна квартира в центрі міста Ужгород. На квартирі є все необхідне, для Вашого комфортного проживання : сучасна побутова техніка, посуд та білизна, автономне опалення, телебачення та Wi-fi. Хороша локація - поряд супермаркет, центральний ринок, Ужгородський замок, та багато інших крамниць, автобусна зупинка. Розміщення 2+2+1. Вартість додаткового місця - 200 грндоба.',
            en: 'Квартира 2-кімнатна здається подобово. Затишна двохкімнатна квартира в центрі міста Ужгород. На квартирі є все необхідне, для Вашого комфортного проживання : сучасна побутова техніка, посуд та білизна, автономне опалення, телебачення та Wi-fi. Хороша локація - поряд супермаркет, центральний ринок, Ужгородський замок, та багато інших крамниць, автобусна зупинка. Розміщення 2+2+1. Вартість додаткового місця - 200 грндоба.'
        },
        price: 2400,
        img: 'images/flats/4.avif',
        gallery: [
            'images/flats/4.avif'
        ],
        guests: 5,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 2,
        beds: 5,
        features: ['tv', 'fridge', 'cable_tv', 'washing_machine', 'microwave', 'hot_water', 'balcony', 'near_supermarket', 'good_transport'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 135,
        lat: 48.616857,
        lng: 22.296228,
        title: {
            uk: 'вул. Лермонтова 1',
            en: 'вул. Лермонтова 1'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово. Квартира в самому центрі міста Ужгород. За 5 хвилин пішки, найдовша липова алея Європи, історичні вулички старого міста, де у весняну пору, цвітуть дивовижні сакури. На квартирі є все необхідне, для Вашого комфортного проживання : посуд, білизна та рушники, побутова техніка, автономне опалення, телебачення та Wifi. Поряд з квартирою працюють продуктові магазини, супермаркет, ресторани, банк, заклади харчування.',
            en: 'Квартира 1-кімнатна здається подобово. Квартира в самому центрі міста Ужгород. За 5 хвилин пішки, найдовша липова алея Європи, історичні вулички старого міста, де у весняну пору, цвітуть дивовижні сакури. На квартирі є все необхідне, для Вашого комфортного проживання : посуд, білизна та рушники, побутова техніка, автономне опалення, телебачення та Wifi. Поряд з квартирою працюють продуктові магазини, супермаркет, ресторани, банк, заклади харчування.'
        },
        price: 1500,
        img: 'images/flats/5.avif',
        gallery: [
            'images/flats/5.avif'
        ],
        guests: 2,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 2,
        features: ['tv', 'fridge', 'cable_tv', 'washing_machine', 'microwave', 'hot_water', 'balcony', 'internet', 'near_supermarket', 'good_transport'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 137,
        lat: 48.608106,
        lng: 22.264019,
        title: {
            uk: 'вул. Тлехаса 14',
            en: 'вул. Тлехаса 14'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово. Квартира у хорошому районі, закрита територія для мешканців даного комплексу. На квартирі є все необхідне для проживання : посуд , білизна, рушники, кондиціонер, автономне опалення, телебачення та Wi-fi . Ідеальний варіант для комфортного проживання . Зовсім поряд ТЦ «ТОКІО», також супермаркети та продуктовий ринок. За хвилин 30 пішки можна дістатись центра міста, якщо Ви на авто, - то хвилин 10, до авто та залізничного вокзалів - хвилин 15 .Також зовсім поряд автобусна зупинка . Розміщення 2+1 людини. Вартість додаткового місця - 200 грндоба.',
            en: 'Квартира 1-кімнатна здається подобово. Квартира у хорошому районі, закрита територія для мешканців даного комплексу. На квартирі є все необхідне для проживання : посуд , білизна, рушники, кондиціонер, автономне опалення, телебачення та Wi-fi . Ідеальний варіант для комфортного проживання . Зовсім поряд ТЦ «ТОКІО», також супермаркети та продуктовий ринок. За хвилин 30 пішки можна дістатись центра міста, якщо Ви на авто, - то хвилин 10, до авто та залізничного вокзалів - хвилин 15 .Також зовсім поряд автобусна зупинка . Розміщення 2+1 людини. Вартість додаткового місця - 200 грндоба.'
        },
        price: 1700,
        img: 'images/flats/6.avif',
        gallery: [
            'images/flats/6.avif'
        ],
        guests: 3,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 3,
        features: ['tv', 'fridge', 'cable_tv', 'washing_machine', 'microwave', 'hot_water', 'air_conditioner', 'balcony', 'internet', 'near_supermarket', 'good_transport', 'smart_tv'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 138,
        lat: 48.608106,
        lng: 22.264019,
        title: {
            uk: 'вул. Тлехаса 14',
            en: 'вул. Тлехаса 14'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово. Квартира у хорошому районі, закрита територія для мешканців даного комплексу. На квартирі є все необхідне для проживання : посуд , білизна, рушники, кондиціонер, автономне опалення, телебачення та Wi-fi . Ідеальний варіант для комфортного проживання . Зовсім поряд ТЦ «ТОКІО», також супермаркети та продуктовий ринок. За хвилин 30 пішки можна дістатись центра міста, якщо Ви на авто, - то хвилин 10, до авто та залізничного вокзалів - хвилин 15 .Також зовсім поряд автобусна зупинка . Розміщення 2+1 людини . Вартість додаткового місця - 200 грндоба.',
            en: 'Квартира 1-кімнатна здається подобово. Квартира у хорошому районі, закрита територія для мешканців даного комплексу. На квартирі є все необхідне для проживання : посуд , білизна, рушники, кондиціонер, автономне опалення, телебачення та Wi-fi . Ідеальний варіант для комфортного проживання . Зовсім поряд ТЦ «ТОКІО», також супермаркети та продуктовий ринок. За хвилин 30 пішки можна дістатись центра міста, якщо Ви на авто, - то хвилин 10, до авто та залізничного вокзалів - хвилин 15 .Також зовсім поряд автобусна зупинка . Розміщення 2+1 людини . Вартість додаткового місця - 200 грндоба.'
        },
        price: 1700,
        img: 'images/flats/7.avif',
        gallery: [
            'images/flats/7.avif'
        ],
        guests: 3,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 3,
        features: ['tv', 'fridge', 'cable_tv', 'microwave', 'hot_water', 'air_conditioner', 'balcony', 'internet', 'near_supermarket', 'good_transport'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 139,
        lat: 48.608106,
        lng: 22.264019,
        title: {
            uk: 'ул. Тлехаса 14',
            en: 'ул. Тлехаса 14'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово. Апартаменти у хорошому районі, закрита територія для мешканців даного комплексу. У апартаментах є все необхідне для проживання : посуд , білизна, рушники, кондиціонер, автономне опалення, телебачення та Wi-fi .Ідеальний варіант для комфортного проживання . Зовсім поряд ТЦ «ТОКІО», також супермаркети та продуктовий ринок. За хвилин 30 пішки можна дістатись центра міста, якщо Ви на авто, - то хвилин 10, до авто та залізничного вокзалів - хвилин 15. Також зовсім поряд автобусна зупинка. Розміщення 2+1 людини. Вартість додаткового місця - 200 грндоба.',
            en: 'Квартира 1-кімнатна здається подобово. Апартаменти у хорошому районі, закрита територія для мешканців даного комплексу. У апартаментах є все необхідне для проживання : посуд , білизна, рушники, кондиціонер, автономне опалення, телебачення та Wi-fi .Ідеальний варіант для комфортного проживання . Зовсім поряд ТЦ «ТОКІО», також супермаркети та продуктовий ринок. За хвилин 30 пішки можна дістатись центра міста, якщо Ви на авто, - то хвилин 10, до авто та залізничного вокзалів - хвилин 15. Також зовсім поряд автобусна зупинка. Розміщення 2+1 людини. Вартість додаткового місця - 200 грндоба.'
        },
        price: 1700,
        img: 'images/flats/1.avif',
        gallery: [
            'images/flats/1.avif'
        ],
        guests: 3,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 3,
        features: ['tv', 'fridge', 'cable_tv', 'washing_machine', 'microwave', 'hot_water', 'air_conditioner', 'balcony', 'internet', 'near_supermarket', 'good_transport'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 141,
        lat: 48.608106,
        lng: 22.264019,
        title: {
            uk: 'ул. Тлехаса 14',
            en: 'ул. Тлехаса 14'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово. Апартаменти у хорошому районі, закрита територія для мешканців даного комплексу. У апартаментах є все необхідне для проживання : посуд , білизна, рушники, кондиціонер, автономне опалення, телебачення та Wi-fi .Ідеальний варіант для комфортного проживання . Зовсім поряд ТЦ «ТОКИО», також супермаркети та продуктовий ринок. За хвилин 30 пішки можна дістатись центра міста, якщо Ви на авто, - то хвилин 10, до авто та залізничного вокзалів - хвилин 15 .Також зовсім поряд автобусна зупинка .',
            en: 'Квартира 1-кімнатна здається подобово. Апартаменти у хорошому районі, закрита територія для мешканців даного комплексу. У апартаментах є все необхідне для проживання : посуд , білизна, рушники, кондиціонер, автономне опалення, телебачення та Wi-fi .Ідеальний варіант для комфортного проживання . Зовсім поряд ТЦ «ТОКИО», також супермаркети та продуктовий ринок. За хвилин 30 пішки можна дістатись центра міста, якщо Ви на авто, - то хвилин 10, до авто та залізничного вокзалів - хвилин 15 .Також зовсім поряд автобусна зупинка .'
        },
        price: 1700,
        img: 'images/flats/2.avif',
        gallery: [
            'images/flats/2.avif'
        ],
        guests: 2,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 2,
        features: ['tv', 'fridge', 'cable_tv', 'washing_machine', 'microwave', 'hot_water', 'air_conditioner', 'balcony', 'internet', 'near_supermarket', 'good_transport'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 147,
        lat: 48.622996,
        lng: 22.297339,
        title: {
            uk: 'вул. Корзо 7',
            en: 'вул. Корзо 7'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово. Двоярусні затишні апартаменти, передають неймовірну атмосферу історичного центру міста Ужгород. Маленькі дворики, балкони та під\'їзди з нотками угорських часів, саме такі враження викликають наші апартаменти на центральній вулиці міста. На апартаментах є все необхідне, для Вашого комфортного проживання : білизна, посуд, рушники та побутова техніка, телебачення та Wi-Fi. Поряд багато різноманітних кав\'ярень, де можна випити запашну каву, продуктові магазини, за 5 хвилин пішки центральний ринок, до ЖД вокзалу та автовокзалу 10 хв на авто. Недалеко автобусна зупинка.',
            en: 'Квартира 1-кімнатна здається подобово. Двоярусні затишні апартаменти, передають неймовірну атмосферу історичного центру міста Ужгород. Маленькі дворики, балкони та під\'їзди з нотками угорських часів, саме такі враження викликають наші апартаменти на центральній вулиці міста. На апартаментах є все необхідне, для Вашого комфортного проживання : білизна, посуд, рушники та побутова техніка, телебачення та Wi-Fi. Поряд багато різноманітних кав\'ярень, де можна випити запашну каву, продуктові магазини, за 5 хвилин пішки центральний ринок, до ЖД вокзалу та автовокзалу 10 хв на авто. Недалеко автобусна зупинка.'
        },
        price: 2200,
        img: 'images/flats/3.avif',
        gallery: [
            'images/flats/3.avif'
        ],
        guests: 4,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 4,
        features: ['tv', 'fridge', 'satellite_tv', 'washing_machine', 'microwave', 'hot_water', 'air_conditioner', 'balcony', 'internet', 'near_supermarket', 'good_transport'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 148,
        lat: 48.622996,
        lng: 22.297339,
        title: {
            uk: 'вул. Корзо 7',
            en: 'вул. Корзо 7'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово. Дані апартаменти, передають неймовірну атмосферу історичного центру міста Ужгород. Маленькі дворики, балкони та під\'їзди з нотками угорських часів, саме такі враження викликають наші апартаменти на центральній вулиці міста. На апартаментах є все необхідне для проживання : білизна, посуд, рушники та побутова техніка, телебачення та Wi-Fі. Поряд багато різноманітних кав\'ярень, де можна випити запашну каву, продуктові магазини, за 5 хвилин пішки центральний ринок, до ЖД вокзалу та автовокзалу 10 хв на авто. Недалеко автобусна зупинка. Розміщення 2+1 людини. Вартість додаткового місця - 200 грндоба.',
            en: 'Квартира 1-кімнатна здається подобово. Дані апартаменти, передають неймовірну атмосферу історичного центру міста Ужгород. Маленькі дворики, балкони та під\'їзди з нотками угорських часів, саме такі враження викликають наші апартаменти на центральній вулиці міста. На апартаментах є все необхідне для проживання : білизна, посуд, рушники та побутова техніка, телебачення та Wi-Fі. Поряд багато різноманітних кав\'ярень, де можна випити запашну каву, продуктові магазини, за 5 хвилин пішки центральний ринок, до ЖД вокзалу та автовокзалу 10 хв на авто. Недалеко автобусна зупинка. Розміщення 2+1 людини. Вартість додаткового місця - 200 грндоба.'
        },
        price: 1500,
        img: 'images/flats/4.avif',
        gallery: [
            'images/flats/4.avif'
        ],
        guests: 3,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 3,
        features: ['tv', 'fridge', 'satellite_tv', 'washing_machine', 'microwave', 'hot_water', 'air_conditioner', 'internet', 'near_supermarket', 'good_transport'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 149,
        lat: 48.622996,
        lng: 22.297339,
        title: {
            uk: 'вул. Корзо 7',
            en: 'вул. Корзо 7'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово. Дані апартаменти, передають неймовірну атмосферу історичного центру міста Ужгород. Маленькі дворики, балкони та під\'їзди з нотками угорських часів, саме такі враження викликають наші апартаменти на центральній вулиці міста. На апартаментах є все необхідне для проживання : білизна, посуд, рушники та побутова техніка, телебачення та Wi-Fі. Поряд багато різноманітних кав\'ярень, де можна випити запашну каву, продуктові магазини, за 5 хвилин пішки центральний ринок, до ЖД вокзалу та автовокзалу 10 хв на авто. Недалеко автобусна зупинка. Розміщення 2+1+1 людини. Вартість додаткового місця- 200 грндоба.',
            en: 'Квартира 1-кімнатна здається подобово. Дані апартаменти, передають неймовірну атмосферу історичного центру міста Ужгород. Маленькі дворики, балкони та під\'їзди з нотками угорських часів, саме такі враження викликають наші апартаменти на центральній вулиці міста. На апартаментах є все необхідне для проживання : білизна, посуд, рушники та побутова техніка, телебачення та Wi-Fі. Поряд багато різноманітних кав\'ярень, де можна випити запашну каву, продуктові магазини, за 5 хвилин пішки центральний ринок, до ЖД вокзалу та автовокзалу 10 хв на авто. Недалеко автобусна зупинка. Розміщення 2+1+1 людини. Вартість додаткового місця- 200 грндоба.'
        },
        price: 1500,
        img: 'images/flats/5.avif',
        gallery: [
            'images/flats/5.avif'
        ],
        guests: 4,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 4,
        features: ['tv', 'fridge', 'satellite_tv', 'washing_machine', 'microwave', 'hot_water', 'air_conditioner', 'balcony', 'internet', 'near_supermarket', 'good_transport'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 150,
        lat: 48.622996,
        lng: 22.297339,
        title: {
            uk: 'вул. Корзо 7',
            en: 'вул. Корзо 7'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово. Дані апартаменти, передають неймовірну атмосферу історичного центру міста Ужгород. Маленькі дворики, балкони та під\'їзди з нотками угорських часів, саме такі враження викликають наші апартаменти на центральній вулиці міста. На апартаментах є все необхідне для проживання : білизна, посуд, рушники та побутова техніка, телебачення та Wi-Fі. Поряд багато різноманітних кав\'ярень, де можна випити запашну каву, продуктові магазини, за 5 хвилин пішки центральний ринок, до ЖД вокзалу та автовокзалу 10 хв на авто. Недалеко автобусна зупинка. Розміщення 2+1 людини. Вартість додаткового місця - 200 грндоба.',
            en: 'Квартира 1-кімнатна здається подобово. Дані апартаменти, передають неймовірну атмосферу історичного центру міста Ужгород. Маленькі дворики, балкони та під\'їзди з нотками угорських часів, саме такі враження викликають наші апартаменти на центральній вулиці міста. На апартаментах є все необхідне для проживання : білизна, посуд, рушники та побутова техніка, телебачення та Wi-Fі. Поряд багато різноманітних кав\'ярень, де можна випити запашну каву, продуктові магазини, за 5 хвилин пішки центральний ринок, до ЖД вокзалу та автовокзалу 10 хв на авто. Недалеко автобусна зупинка. Розміщення 2+1 людини. Вартість додаткового місця - 200 грндоба.'
        },
        price: 1500,
        img: 'images/flats/6.avif',
        gallery: [
            'images/flats/6.avif'
        ],
        guests: 3,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 3,
        features: ['tv', 'fridge', 'satellite_tv', 'washing_machine', 'microwave', 'hot_water', 'air_conditioner', 'balcony', 'internet', 'near_supermarket', 'good_transport'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 157,
        lat: 48.614097,
        lng: 22.264416,
        title: {
            uk: 'вул Володимирська 90/246',
            en: 'вул Володимирська 90/246'
        },
        description: {
            uk: 'Квартира 2-кімнатна здається подобово. Просторі двохкімнатні апартаменти, у новому будинку. Закрита територія для мешканців даного комплексу, парковка та великий дитячий майданчик. Поряд з будинком, супермаркет «Сільпо» та аптека, ТЦ «ТОКИО» недалеко продуктовий ринок. За 5 хвилин пішки – Боздошський парк, з якого можна прогулятись по найдовшій липовій алеї Європи. До центру міста 10 хвилин на авто, до ЖД та автовокзалу 15 хвилин . Біля будинку знаходиться автобусна зупинка. На апартаментах є все необхідне, для Вашого комфортного проживання : побутова техніка, посуд та білизна, автономне опалення та телебачення, WiFi. Сучасний ремонт та французький балкон.',
            en: 'Квартира 2-кімнатна здається подобово. Просторі двохкімнатні апартаменти, у новому будинку. Закрита територія для мешканців даного комплексу, парковка та великий дитячий майданчик. Поряд з будинком, супермаркет «Сільпо» та аптека, ТЦ «ТОКИО» недалеко продуктовий ринок. За 5 хвилин пішки – Боздошський парк, з якого можна прогулятись по найдовшій липовій алеї Європи. До центру міста 10 хвилин на авто, до ЖД та автовокзалу 15 хвилин . Біля будинку знаходиться автобусна зупинка. На апартаментах є все необхідне, для Вашого комфортного проживання : побутова техніка, посуд та білизна, автономне опалення та телебачення, WiFi. Сучасний ремонт та французький балкон.'
        },
        price: 2500,
        img: 'images/flats/7.avif',
        gallery: [
            'images/flats/7.avif'
        ],
        guests: 4,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 2,
        beds: 4,
        features: ['tv', 'fridge', 'satellite_tv', 'washing_machine', 'microwave', 'hot_water', 'internet', 'near_supermarket', 'good_transport'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 160,
        lat: 48.614097,
        lng: 22.264416,
        title: {
            uk: 'вул Володимирська 90',
            en: 'вул Володимирська 90'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово. Просторі однокімнатні апартаменти, у новому будинку. Закрита територія для мешканців даного комплексу, парковка та великий дитячий майданчик. Поряд з будинком, супермаркет «Сільпо» та аптека, ТЦ «ТОКИО» недалеко продуктовий ринок. За 5 хвилин пішки – Боздошський парк, з якого можна прогулятись по найдовшій липовій алеї Європи. До центру міста 10 хвилин на авто, до ЖД та автовокзалу 15 хвилин . Біля будинку знаходиться автобусна зупинка. На апартаментах є все необхідне, для Вашого комфортного проживання : сучасна побутова техніка, посуд та білизна, автономне опалення та телебачення, WiFi.',
            en: 'Квартира 1-кімнатна здається подобово. Просторі однокімнатні апартаменти, у новому будинку. Закрита територія для мешканців даного комплексу, парковка та великий дитячий майданчик. Поряд з будинком, супермаркет «Сільпо» та аптека, ТЦ «ТОКИО» недалеко продуктовий ринок. За 5 хвилин пішки – Боздошський парк, з якого можна прогулятись по найдовшій липовій алеї Європи. До центру міста 10 хвилин на авто, до ЖД та автовокзалу 15 хвилин . Біля будинку знаходиться автобусна зупинка. На апартаментах є все необхідне, для Вашого комфортного проживання : сучасна побутова техніка, посуд та білизна, автономне опалення та телебачення, WiFi.'
        },
        price: 1700,
        img: 'images/flats/1.avif',
        gallery: [
            'images/flats/1.avif'
        ],
        guests: 2,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 2,
        features: ['tv', 'fridge', 'washing_machine', 'microwave', 'hot_water', 'internet', 'near_supermarket', 'good_transport'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 161,
        lat: 48.6205583,
        lng: 22.29650171,
        title: {
            uk: 'пл. Ш.Петефі 8а/5',
            en: 'пл. Ш.Петефі 8а/5'
        },
        description: {
            uk: 'Квартира 2-кімнатна здається подобово. Двухкімнатна квартира в самому центрі міста Ужгород, поряд з пішохідним мостом. Гарний маленький атмосферний двір, з угорськими нотками, де Ви зможете випити ароматної кави .Поряд різноманітні крамниці, продуктові магазини, ресторани та кав\'ярні. Найдовша липова алея в Європі, та історичні вулички старого міста, де весняною порою цвітуть сакури. На квартирі є все необхідне, для проживання : побутова техніка, посуд та білизна, автономне опалення та телебачення, WiFi.',
            en: 'Квартира 2-кімнатна здається подобово. Двухкімнатна квартира в самому центрі міста Ужгород, поряд з пішохідним мостом. Гарний маленький атмосферний двір, з угорськими нотками, де Ви зможете випити ароматної кави .Поряд різноманітні крамниці, продуктові магазини, ресторани та кав\'ярні. Найдовша липова алея в Європі, та історичні вулички старого міста, де весняною порою цвітуть сакури. На квартирі є все необхідне, для проживання : побутова техніка, посуд та білизна, автономне опалення та телебачення, WiFi.'
        },
        price: 1800,
        img: 'images/flats/2.avif',
        gallery: [
            'images/flats/2.avif'
        ],
        guests: 4,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 2,
        beds: 4,
        features: ['tv', 'fridge', 'microwave', 'hot_water', 'air_conditioner', 'internet', 'near_supermarket', 'good_transport', 'smart_tv'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 162,
        lat: 48.613578,
        lng: 22.302807,
        title: {
            uk: 'вул. Мукачівська 77/21 з балконом',
            en: 'вул. Мукачівська 77/21 з балконом'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово. Новобудова у приватному секторі, можливість паркувати авто у дворі, за попередньою домовленістю. Апартаменти після ремонту, є все необхідне для Вашого комфортного проживання: посуд, білизна та рушники, Wi-fi, SmartTV,сучасна побутова техніка. Поряд з апартаментами є цілодобовий продуктовий магазин, кав\'ярня, супермаркет, кондитерська крамниця, автобусна зупинка. До ЖД та автовокзалу буквально 500 метрів, за 5 хвилин пішки можна дістатись історичного центру міста.',
            en: 'Квартира 1-кімнатна здається подобово. Новобудова у приватному секторі, можливість паркувати авто у дворі, за попередньою домовленістю. Апартаменти після ремонту, є все необхідне для Вашого комфортного проживання: посуд, білизна та рушники, Wi-fi, SmartTV,сучасна побутова техніка. Поряд з апартаментами є цілодобовий продуктовий магазин, кав\'ярня, супермаркет, кондитерська крамниця, автобусна зупинка. До ЖД та автовокзалу буквально 500 метрів, за 5 хвилин пішки можна дістатись історичного центру міста.'
        },
        price: 1700,
        img: 'images/flats/3.avif',
        gallery: [
            'images/flats/3.avif'
        ],
        guests: 2,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 2,
        features: ['tv', 'fridge', 'washing_machine', 'microwave', 'hot_water', 'air_conditioner', 'balcony', 'internet', 'near_supermarket', 'good_transport', 'smart_tv', 'hob'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 163,
        lat: 48.61078573,
        lng: 22.27234863,
        title: {
            uk: 'вул. Тобілевича 13',
            en: 'вул. Тобілевича 13'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово. Однокімнатні апартаменти класу «люкс» у новому будинку. Тихий спальний район, можливість паркування авто біля будинку .На апартаментах є все для Вашого комфортного проживання, сучасна побутова техніка, посуд, білизна та рушники, телебачення, автономне опалення та Wifi.За 5 хвилин продуктовий ринок, супермаркети та ТЦ ТОКИО, банк та багато інших магазинів. До центру місто 10 хвилин на авто, до ЖД та автовокзалу хв 15. Хороша Транспортна розв’язка, недалеко автобусна зупинка.',
            en: 'Квартира 1-кімнатна здається подобово. Однокімнатні апартаменти класу «люкс» у новому будинку. Тихий спальний район, можливість паркування авто біля будинку .На апартаментах є все для Вашого комфортного проживання, сучасна побутова техніка, посуд, білизна та рушники, телебачення, автономне опалення та Wifi.За 5 хвилин продуктовий ринок, супермаркети та ТЦ ТОКИО, банк та багато інших магазинів. До центру місто 10 хвилин на авто, до ЖД та автовокзалу хв 15. Хороша Транспортна розв’язка, недалеко автобусна зупинка.'
        },
        price: 1700,
        img: 'images/flats/4.avif',
        gallery: [
            'images/flats/4.avif'
        ],
        guests: 2,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 2,
        features: ['tv', 'fridge', 'washing_machine', 'microwave', 'hot_water', 'balcony', 'near_supermarket', 'good_transport', 'smart_tv'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 164,
        lat: 48.61078573,
        lng: 22.27234863,
        title: {
            uk: 'вул. Тобілевича 13',
            en: 'вул. Тобілевича 13'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово. Однокімнатні апартаменти класу «люкс» у новому будинку. Тихий спальний район, можливість паркування авто біля будинку .На апартаментах є все для Вашого комфортного проживання, сучасна побутова техніка, посуд, білизна та рушники, телебачення, автономне опалення та Wifi.За 5 хвилин продуктовий ринок, супермаркети та ТЦ ТОКИО, банк та багато інших магазинів. До центру місто 10 хвилин на авто, до ЖД та автовокзалу хв 15. Хороша Транспортна розв’язка, недалеко автобусна зупинка.',
            en: 'Квартира 1-кімнатна здається подобово. Однокімнатні апартаменти класу «люкс» у новому будинку. Тихий спальний район, можливість паркування авто біля будинку .На апартаментах є все для Вашого комфортного проживання, сучасна побутова техніка, посуд, білизна та рушники, телебачення, автономне опалення та Wifi.За 5 хвилин продуктовий ринок, супермаркети та ТЦ ТОКИО, банк та багато інших магазинів. До центру місто 10 хвилин на авто, до ЖД та автовокзалу хв 15. Хороша Транспортна розв’язка, недалеко автобусна зупинка.'
        },
        price: 1800,
        img: 'images/flats/5.avif',
        gallery: [
            'images/flats/5.avif'
        ],
        guests: 2,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 2,
        features: ['tv', 'fridge', 'washing_machine', 'microwave', 'hot_water', 'balcony', 'near_supermarket', 'good_transport', 'smart_tv'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 165,
        lat: 48.608106,
        lng: 22.264019,
        title: {
            uk: 'вул. Тлехаса, 14',
            en: 'вул. Тлехаса, 14'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово. 1-кімнатні апартамети у новому будинку. Апартаменти у хорошому районі, закрита територія для мешканців даного комплексу. У апартаментах є все необхідне для проживання : посуд , білизна, рушники, кондиціонер, автономне опалення, телебачення та Wi-fi .Ідеальний варіант для комфортного проживання . Зовсім поряд ТЦ «ТОКІО», також супермаркети та продуктовий ринок. За хвилин 30 пішки можна дістатись центра міста, якщо Ви на авто, - то хвилин 10, до авто та залізничного вокзалів - хвилин 15 .Також зовсім поряд автобусна зупинка .',
            en: 'Квартира 1-кімнатна здається подобово. 1-кімнатні апартамети у новому будинку. Апартаменти у хорошому районі, закрита територія для мешканців даного комплексу. У апартаментах є все необхідне для проживання : посуд , білизна, рушники, кондиціонер, автономне опалення, телебачення та Wi-fi .Ідеальний варіант для комфортного проживання . Зовсім поряд ТЦ «ТОКІО», також супермаркети та продуктовий ринок. За хвилин 30 пішки можна дістатись центра міста, якщо Ви на авто, - то хвилин 10, до авто та залізничного вокзалів - хвилин 15 .Також зовсім поряд автобусна зупинка .'
        },
        price: 1700,
        img: 'images/flats/6.avif',
        gallery: [
            'images/flats/6.avif'
        ],
        guests: 2,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 2,
        features: ['tv', 'fridge', 'cable_tv', 'washing_machine', 'microwave', 'hot_water', 'air_conditioner', 'balcony', 'near_supermarket', 'good_transport'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 166,
        lat: 48.613578,
        lng: 22.302807,
        title: {
            uk: 'вул. Мукачівська 77/22',
            en: 'вул. Мукачівська 77/22'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово. 77/22 Апартаменти 1-кімнатні здаються подобово. Новобудова у приватному секторі, можливість паркувати авто у дворі, за попередньою домовленістю. Апартаменти після ремонту, є все необхідне для Вашого комфортного проживання: посуд, білизна та рушники, Wi-fi, SmartTV,сучасна побутова техніка. Поряд з апартаментами є цілодобовий продуктовий магазин, кав\'ярня, супермаркет, кондитерська крамниця, автобусна зупинка. До ЖД та автовокзалу буквально 500 метрів, за 5 хвилин пішки можна дістатись історичного центру міста.',
            en: 'Квартира 1-кімнатна здається подобово. 77/22 Апартаменти 1-кімнатні здаються подобово. Новобудова у приватному секторі, можливість паркувати авто у дворі, за попередньою домовленістю. Апартаменти після ремонту, є все необхідне для Вашого комфортного проживання: посуд, білизна та рушники, Wi-fi, SmartTV,сучасна побутова техніка. Поряд з апартаментами є цілодобовий продуктовий магазин, кав\'ярня, супермаркет, кондитерська крамниця, автобусна зупинка. До ЖД та автовокзалу буквально 500 метрів, за 5 хвилин пішки можна дістатись історичного центру міста.'
        },
        price: 1650,
        img: 'images/flats/7.avif',
        gallery: [
            'images/flats/7.avif'
        ],
        guests: 2,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 2,
        features: ['tv', 'fridge', 'microwave', 'hot_water', 'air_conditioner', 'internet', 'good_transport', 'smart_tv', 'hob'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 167,
        lat: 48.6205583,
        lng: 22.29650171,
        title: {
            uk: 'пл.Ш. Петефі 8а5а',
            en: 'пл.Ш. Петефі 8а5а'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово. Однокімнатна квартира в самому центрі міста Ужгород, поряд з пішохідним мостом. Гарний маленький атмосферний двір, з угорськими нотками, де Ви зможете випити ароматної кави .Поряд різноманітні крамниці, продуктові магазини, ресторани та кав\'ярні. Найдовша липова алея в Європі, та історичні вулички старого міста, де весняною порою цвітуть сакури. На квартирі є все необхідне, для проживання : побутова техніка, посуд та білизна, автономне опалення та телебачення.',
            en: 'Квартира 1-кімнатна здається подобово. Однокімнатна квартира в самому центрі міста Ужгород, поряд з пішохідним мостом. Гарний маленький атмосферний двір, з угорськими нотками, де Ви зможете випити ароматної кави .Поряд різноманітні крамниці, продуктові магазини, ресторани та кав\'ярні. Найдовша липова алея в Європі, та історичні вулички старого міста, де весняною порою цвітуть сакури. На квартирі є все необхідне, для проживання : побутова техніка, посуд та білизна, автономне опалення та телебачення.'
        },
        price: 1400,
        img: 'images/flats/1.avif',
        gallery: [
            'images/flats/1.avif'
        ],
        guests: 2,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 2,
        features: ['tv', 'fridge', 'microwave', 'hot_water', 'air_conditioner', 'near_supermarket', 'good_transport', 'smart_tv'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 168,
        lat: 48.614097,
        lng: 22.264416,
        title: {
            uk: 'Володимирська 90',
            en: 'Володимирська 90'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово. Квартира у хорошому районі, закрита територія для мешканців даного комплексу. У апартаментах є все необхідне для проживання : посуд , білизна, рушники, кондиціонер, автономне опалення, телебачення та Wi-fi . Ідеальний варіант для комфортного проживання . У спальні велике двохспальне ліжко, також є розкладний диван для 2-х осіб та 1 додаткове місце. Може проживати ціла сім\'я.',
            en: 'Квартира 1-кімнатна здається подобово. Квартира у хорошому районі, закрита територія для мешканців даного комплексу. У апартаментах є все необхідне для проживання : посуд , білизна, рушники, кондиціонер, автономне опалення, телебачення та Wi-fi . Ідеальний варіант для комфортного проживання . У спальні велике двохспальне ліжко, також є розкладний диван для 2-х осіб та 1 додаткове місце. Може проживати ціла сім\'я.'
        },
        price: 2100,
        img: 'images/flats/2.avif',
        gallery: [
            'images/flats/2.avif'
        ],
        guests: 5,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 5,
        features: ['tv', 'fridge', 'washing_machine', 'hot_water', 'air_conditioner', 'secure_parking', 'near_supermarket', 'good_transport', 't2_tv'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 169,
        lat: 48.641136,
        lng: 22.2690494,
        title: {
            uk: 'вул. Собранецька 160/120',
            en: 'вул. Собранецька 160/120'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово. Стильні 1к. апартаменти у новому будинку, все нове. Відразу біля будинку супермаркет АТБ, аеропорт , кордон, ресторан « Country Club», міська лікарня та пологовий будинок. На квартирі є все необхідне для Вашого комфортного проживання, посуд та білизна, рушники, телебачення, духова шафа, пральна машинка, фен. Нове двоспальне ліжко.',
            en: 'Квартира 1-кімнатна здається подобово. Стильні 1к. апартаменти у новому будинку, все нове. Відразу біля будинку супермаркет АТБ, аеропорт , кордон, ресторан « Country Club», міська лікарня та пологовий будинок. На квартирі є все необхідне для Вашого комфортного проживання, посуд та білизна, рушники, телебачення, духова шафа, пральна машинка, фен. Нове двоспальне ліжко.'
        },
        price: 1800,
        img: 'images/flats/3.avif',
        gallery: [
            'images/flats/3.avif'
        ],
        guests: 2,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 2,
        features: ['tv', 'fridge', 'washing_machine', 'hot_water', 'near_supermarket', 'good_transport', 'hob', 't2_tv'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 170,
        lat: 48.613578,
        lng: 22.302807,
        title: {
            uk: 'вул. Мукачівська 77/33  з мансардним вікном і балконом',
            en: 'вул. Мукачівська 77/33  з мансардним вікном і балконом'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово. Новобудова у приватному секторі, можливість паркувати авто у дворі, за попередньою домовленістю. Апартаменти після ремонту, є все необхідне для Вашого комфортного проживання: посуд, білизна та рушники, Wi-fi, SmartTV,сучасна побутова техніка. Над ліжком вікна з видом на зоряне небо. Поряд з апартаментами є цілодобовий продуктовий магазин, кав\'ярня, супермаркет, кондитерська крамниця, автобусна зупинка. До ЖД та автовокзалу буквально 500 метрів, за 5 хвилин пішки можна дістатись історичного центру міста.',
            en: 'Квартира 1-кімнатна здається подобово. Новобудова у приватному секторі, можливість паркувати авто у дворі, за попередньою домовленістю. Апартаменти після ремонту, є все необхідне для Вашого комфортного проживання: посуд, білизна та рушники, Wi-fi, SmartTV,сучасна побутова техніка. Над ліжком вікна з видом на зоряне небо. Поряд з апартаментами є цілодобовий продуктовий магазин, кав\'ярня, супермаркет, кондитерська крамниця, автобусна зупинка. До ЖД та автовокзалу буквально 500 метрів, за 5 хвилин пішки можна дістатись історичного центру міста.'
        },
        price: 1800,
        img: 'images/flats/4.avif',
        gallery: [
            'images/flats/4.avif'
        ],
        guests: 2,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 2,
        features: ['tv', 'fridge', 'microwave', 'hot_water', 'air_conditioner', 'balcony', 'good_transport', 'smart_tv', 'hob'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 171,
        lat: 48.613578,
        lng: 22.302807,
        title: {
            uk: 'вул. Мукачівська 77/23  з балконом',
            en: 'вул. Мукачівська 77/23  з балконом'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово. Апартаменти 1-кімнатні здаються подобово. Новобудова у приватному секторі, можливість паркувати авто у дворі, за попередньою домовленістю. Апартаменти після ремонту, є все необхідне для Вашого комфортного проживання: посуд, білизна та рушники, Wi-fi, SmartTV,сучасна побутова техніка. Поряд з апартаментами є цілодобовий продуктовий магазин, кав\'ярня, супермаркет, кондитерська крамниця, автобусна зупинка. До ЖД та автовокзалу буквально 500 метрів, за 5 хвилин пішки можна дістатись історичного центру міста.',
            en: 'Квартира 1-кімнатна здається подобово. Апартаменти 1-кімнатні здаються подобово. Новобудова у приватному секторі, можливість паркувати авто у дворі, за попередньою домовленістю. Апартаменти після ремонту, є все необхідне для Вашого комфортного проживання: посуд, білизна та рушники, Wi-fi, SmartTV,сучасна побутова техніка. Поряд з апартаментами є цілодобовий продуктовий магазин, кав\'ярня, супермаркет, кондитерська крамниця, автобусна зупинка. До ЖД та автовокзалу буквально 500 метрів, за 5 хвилин пішки можна дістатись історичного центру міста.'
        },
        price: 1700,
        img: 'images/flats/5.avif',
        gallery: [
            'images/flats/5.avif'
        ],
        guests: 2,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 2,
        features: ['tv', 'fridge', 'microwave', 'hot_water', 'air_conditioner', 'balcony', 'good_transport', 'smart_tv', 'hob'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 172,
        lat: 48.621989,
        lng: 22.2886741,
        title: {
            uk: 'пл. Богдана Хмельницького',
            en: 'пл. Богдана Хмельницького'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово. Затишна квартира на набережній річки Уж. Відразу біля будинку найдовша у Європі липова алея, дитячий майданчик, цілодобові магазини, кафе, хороша транспортна розв’язка. На квартирі є все необхідне для Вашого комфортного проживання, посуд та білизна, рушники, телебачення, кондиціонер, пральна машинка, фен. Нове двоспальне ліжко та гарний вид з балкону.',
            en: 'Квартира 1-кімнатна здається подобово. Затишна квартира на набережній річки Уж. Відразу біля будинку найдовша у Європі липова алея, дитячий майданчик, цілодобові магазини, кафе, хороша транспортна розв’язка. На квартирі є все необхідне для Вашого комфортного проживання, посуд та білизна, рушники, телебачення, кондиціонер, пральна машинка, фен. Нове двоспальне ліжко та гарний вид з балкону.'
        },
        price: 1500,
        img: 'images/flats/6.avif',
        gallery: [
            'images/flats/6.avif'
        ],
        guests: 2,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 2,
        features: ['tv', 'fridge', 'washing_machine', 'microwave', 'hot_water', 'air_conditioner', 'balcony', 'good_transport', 'hob', 't2_tv'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 175,
        lat: 48.613578,
        lng: 22.302807,
        title: {
            uk: 'вул. Мукачівська 77/01',
            en: 'вул. Мукачівська 77/01'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово.',
            en: 'Квартира 1-кімнатна здається подобово.'
        },
        price: 1650,
        img: 'images/flats/7.avif',
        gallery: [
            'images/flats/7.avif'
        ],
        guests: 2,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 2,
        features: ['tv', 'fridge', 'microwave', 'hot_water', 'good_transport', 'smart_tv', 'hob'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 177,
        lat: 48.6195,
        lng: 22.2905,
        title: {
            uk: 'Проспект Свободи 5',
            en: 'Проспект Свободи 5'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово.',
            en: 'Квартира 1-кімнатна здається подобово.'
        },
        price: 2000,
        img: 'images/flats/1.avif',
        gallery: [
            'images/flats/1.avif'
        ],
        guests: 2,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 2,
        features: ['fridge', 'washing_machine', 'hot_water', 'near_supermarket', 'good_transport', 'hob'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 178,
        lat: 48.641136,
        lng: 22.2690494,
        title: {
            uk: 'вул. Собранецька 160/163',
            en: 'вул. Собранецька 160/163'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово.',
            en: 'Квартира 1-кімнатна здається подобово.'
        },
        price: 2000,
        img: 'images/flats/2.avif',
        gallery: [
            'images/flats/2.avif'
        ],
        guests: 4,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 4,
        features: ['tv', 'fridge', 'washing_machine', 'microwave', 'hot_water', 'near_supermarket', 'good_transport', 'smart_tv', 'hob'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 179,
        lat: 48.613578,
        lng: 22.302807,
        title: {
            uk: 'вул. Мукачівська 77/02',
            en: 'вул. Мукачівська 77/02'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово.',
            en: 'Квартира 1-кімнатна здається подобово.'
        },
        price: 1650,
        img: 'images/flats/3.avif',
        gallery: [
            'images/flats/3.avif'
        ],
        guests: 2,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 2,
        features: ['tv', 'fridge', 'microwave', 'hot_water', 'secure_parking', 'good_transport', 'smart_tv', 'hob'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 180,
        lat: 48.613578,
        lng: 22.302807,
        title: {
            uk: 'вул. Мукачівська 77/42',
            en: 'вул. Мукачівська 77/42'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово.',
            en: 'Квартира 1-кімнатна здається подобово.'
        },
        price: 1300,
        img: 'images/flats/4.avif',
        gallery: [
            'images/flats/4.avif'
        ],
        guests: 2,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 2,
        features: ['tv', 'fridge', 'microwave', 'hot_water', 'air_conditioner', 'near_supermarket', 'good_transport', 'smart_tv'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 181,
        lat: 48.608106,
        lng: 22.264019,
        title: {
            uk: 'вул. Тлехаса 18',
            en: 'вул. Тлехаса 18'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово. 18/4 1-кімнатні апартаменти у новому будинку. Квартира у хорошому районі, закрита територія для мешканців даного комплексу. У апартаментах є все необхідне для проживання : посуд , білизна, рушники, кондиціонер, автономне опалення, телебачення та Wi-fi . Можливе розміщення додаткового місця та надання звітних документів. Ідеальний варіант для комфортного проживання. Зовсім поряд ТЦ «ТОКІО», також супермаркети та продуктовий ринок. За хвилин 30 пішки можна дістатись центра міста, якщо Ви на авто, - то хвилин 10, до авто та залізничного вокзалів - хвилин 15 .Також зовсім поряд автобусна зупинка . Розміщення 2+2 людини.',
            en: 'Квартира 1-кімнатна здається подобово. 18/4 1-кімнатні апартаменти у новому будинку. Квартира у хорошому районі, закрита територія для мешканців даного комплексу. У апартаментах є все необхідне для проживання : посуд , білизна, рушники, кондиціонер, автономне опалення, телебачення та Wi-fi . Можливе розміщення додаткового місця та надання звітних документів. Ідеальний варіант для комфортного проживання. Зовсім поряд ТЦ «ТОКІО», також супермаркети та продуктовий ринок. За хвилин 30 пішки можна дістатись центра міста, якщо Ви на авто, - то хвилин 10, до авто та залізничного вокзалів - хвилин 15 .Також зовсім поряд автобусна зупинка . Розміщення 2+2 людини.'
        },
        price: 1700,
        img: 'images/flats/5.avif',
        gallery: [
            'images/flats/5.avif'
        ],
        guests: 4,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 4,
        features: ['tv', 'fridge', 'cable_tv', 'microwave', 'hot_water', 'air_conditioner', 'near_supermarket', 'good_transport', 'hob'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 182,
        lat: 48.613578,
        lng: 22.302807,
        title: {
            uk: 'вул. Мукачівська 77/43',
            en: 'вул. Мукачівська 77/43'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово.',
            en: 'Квартира 1-кімнатна здається подобово.'
        },
        price: 1300,
        img: 'images/flats/6.avif',
        gallery: [
            'images/flats/6.avif'
        ],
        guests: 2,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 2,
        features: ['tv', 'fridge', 'microwave', 'hot_water', 'air_conditioner', 'near_supermarket', 'good_transport', 'smart_tv', 'hob'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 183,
        lat: 48.613578,
        lng: 22.302807,
        title: {
            uk: 'вул. Мукачівська 77/44',
            en: 'вул. Мукачівська 77/44'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово.',
            en: 'Квартира 1-кімнатна здається подобово.'
        },
        price: 1650,
        img: 'images/flats/7.avif',
        gallery: [
            'images/flats/7.avif'
        ],
        guests: 2,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 2,
        features: ['tv', 'fridge', 'microwave', 'hot_water', 'air_conditioner', 'near_supermarket', 'good_transport', 'smart_tv', 'hob'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 184,
        lat: 48.613578,
        lng: 22.302807,
        title: {
            uk: 'вул. Мукачівська 77/41',
            en: 'вул. Мукачівська 77/41'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово.',
            en: 'Квартира 1-кімнатна здається подобово.'
        },
        price: 1500,
        img: 'images/flats/1.avif',
        gallery: [
            'images/flats/1.avif'
        ],
        guests: 2,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 2,
        features: ['tv', 'fridge', 'microwave', 'hot_water', 'air_conditioner', 'near_supermarket', 'good_transport', 'smart_tv', 'hob'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 185,
        lat: 48.641136,
        lng: 22.2690494,
        title: {
            uk: 'вул. Собранецька 160/155',
            en: 'вул. Собранецька 160/155'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово.',
            en: 'Квартира 1-кімнатна здається подобово.'
        },
        price: 1800,
        img: 'images/flats/2.avif',
        gallery: [
            'images/flats/2.avif'
        ],
        guests: 2,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 2,
        features: ['tv', 'fridge', 'washing_machine', 'microwave', 'hot_water', 'near_supermarket', 'good_transport', 'smart_tv', 'hob'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 186,
        lat: 48.61264607,
        lng: 22.30170699,
        title: {
            uk: 'вул Одеська 5/17',
            en: 'вул Одеська 5/17'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово.',
            en: 'Квартира 1-кімнатна здається подобово.'
        },
        price: 1800,
        img: 'images/flats/3.avif',
        gallery: [
            'images/flats/3.avif'
        ],
        guests: 4,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 4,
        features: ['tv', 'fridge', 'washing_machine', 'microwave', 'hot_water', 'air_conditioner', 'balcony', 'near_supermarket', 'good_transport', 'smart_tv', 'hob'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 187,
        lat: 48.613578,
        lng: 22.302807,
        title: {
            uk: 'вул. Мукачівська 77/112',
            en: 'вул. Мукачівська 77/112'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово.',
            en: 'Квартира 1-кімнатна здається подобово.'
        },
        price: 2500,
        img: 'images/flats/4.avif',
        gallery: [
            'images/flats/4.avif'
        ],
        guests: 2,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 2,
        features: ['tv', 'fridge', 'washing_machine', 'microwave', 'hot_water', 'balcony', 'near_supermarket', 'good_transport', 'smart_tv', 'hob'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 188,
        lat: 48.613578,
        lng: 22.302807,
        title: {
            uk: 'вул. Мукачівська 77/111',
            en: 'вул. Мукачівська 77/111'
        },
        description: {
            uk: 'Квартира 1-кімнатна здається подобово.',
            en: 'Квартира 1-кімнатна здається подобово.'
        },
        price: 2700,
        img: 'images/flats/5.avif',
        gallery: [
            'images/flats/5.avif'
        ],
        guests: 4,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 1,
        beds: 4,
        features: ['tv', 'fridge', 'washing_machine', 'microwave', 'hot_water', 'balcony', 'near_supermarket', 'good_transport', 'smart_tv', 'hob'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 76,
        lat: 48.606988,
        lng: 22.288753,
        title: {
            uk: 'вул. Минайська 18г',
            en: 'вул. Минайська 18г'
        },
        description: {
            uk: 'Квартира 2-кімнатна здається подобово. Затишна двокімнатна квартира в новому будинку з новими та чистими під\'їздами. Знаходиться на 3-му поверсі 3-го будинку. Роздільні кімнати, WI-FI, каб.ТВ, вода постійно, роздільний санвузол, автономне опалення, в кожній кімнаті є кондиціонер, ортопедичні матраци. У квартирі є і балкон, і лоджія – де можна комфортно та зручно зранку побалувати себе смачною Закарпатською кавою та чаєм. В наявності є вся необхідна техніка та посуд для комфортного проживання. Біля будинку – супермаркет, кафе, аптеки, магазини, кінотеатр. У внутрішньому дворі дитячий майданчик. Хороша транспортна розв\'язка (біля будинку – зупинка громадського транспорту у різні напрямки міста), до центральної частини міста – 15 хвилин пішки. До всіх історичних пам\'яток нашого прекрасного міста : Ужгородський замок, музей народної архітектури та побуту, ботанічний сад, липова алея - 20-25 хвилин пішки.',
            en: 'Квартира 2-кімнатна здається подобово. Затишна двокімнатна квартира в новому будинку з новими та чистими під\'їздами. Знаходиться на 3-му поверсі 3-го будинку. Роздільні кімнати, WI-FI, каб.ТВ, вода постійно, роздільний санвузол, автономне опалення, в кожній кімнаті є кондиціонер, ортопедичні матраци. У квартирі є і балкон, і лоджія – де можна комфортно та зручно зранку побалувати себе смачною Закарпатською кавою та чаєм. В наявності є вся необхідна техніка та посуд для комфортного проживання. Біля будинку – супермаркет, кафе, аптеки, магазини, кінотеатр. У внутрішньому дворі дитячий майданчик. Хороша транспортна розв\'язка (біля будинку – зупинка громадського транспорту у різні напрямки міста), до центральної частини міста – 15 хвилин пішки. До всіх історичних пам\'яток нашого прекрасного міста : Ужгородський замок, музей народної архітектури та побуту, ботанічний сад, липова алея - 20-25 хвилин пішки.'
        },
        price: 2400,
        img: 'images/flats/6.avif',
        gallery: [
            'images/flats/6.avif'
        ],
        guests: 4,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 2,
        beds: 4,
        features: ['tv', 'fridge', 'cable_tv', 'washing_machine', 'microwave', 'hot_water', 'air_conditioner', 'balcony', 'internet', 'secure_parking', 'near_supermarket', 'good_transport', 'hob'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 81,
        lat: 48.606925,
        lng: 22.288788,
        title: {
            uk: 'вул. Минайська 18Г',
            en: 'вул. Минайська 18Г'
        },
        description: {
            uk: 'Квартира 3-кімнатна здається подобово. Затишна трикімнатна квартира – студіо у новому будинку з новими та чистими під\'їздами. Знаходиться на 3-му поверсі 3-го будинку. Окремі дві кімнати – з третьою: кухнею-студіо. WI-FI, каб.ТВ, вода постійно, роздільний санвузол, автономне опалення, кондиціонер, є вся необхідна побутова техніка і посуд для комфортного проживання, ортопедичні матраци. Біля будинку – супермаркет, кафе, аптеки, магазини, кінотеатр. У внутрішньому дворі – дитячий майданчик. Хороша транспортна розв\'язка (біля будинку – зупинка громадського транспорту у різні напрямки міста), до центральної частини міста – 15 хвилин пішки. До всіх історичних пам\'яток нашого прекрасного міста : Ужгородський замок, музей народної архітектури та побуту, ботанічний сад, липова алея - 20-25 хвилин пішки. Розміщення 2+2+2+1 людини. Вартість додаткового місця - 200 грндоба.',
            en: 'Квартира 3-кімнатна здається подобово. Затишна трикімнатна квартира – студіо у новому будинку з новими та чистими під\'їздами. Знаходиться на 3-му поверсі 3-го будинку. Окремі дві кімнати – з третьою: кухнею-студіо. WI-FI, каб.ТВ, вода постійно, роздільний санвузол, автономне опалення, кондиціонер, є вся необхідна побутова техніка і посуд для комфортного проживання, ортопедичні матраци. Біля будинку – супермаркет, кафе, аптеки, магазини, кінотеатр. У внутрішньому дворі – дитячий майданчик. Хороша транспортна розв\'язка (біля будинку – зупинка громадського транспорту у різні напрямки міста), до центральної частини міста – 15 хвилин пішки. До всіх історичних пам\'яток нашого прекрасного міста : Ужгородський замок, музей народної архітектури та побуту, ботанічний сад, липова алея - 20-25 хвилин пішки. Розміщення 2+2+2+1 людини. Вартість додаткового місця - 200 грндоба.'
        },
        price: 3300,
        img: 'images/flats/7.avif',
        gallery: [
            'images/flats/7.avif'
        ],
        guests: 7,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 3,
        beds: 7,
        features: ['tv', 'fridge', 'cable_tv', 'washing_machine', 'microwave', 'hot_water', 'air_conditioner', 'balcony', 'internet', 'secure_parking', 'near_supermarket', 'good_transport'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 92,
        lat: 48.610196,
        lng: 22.290083,
        title: {
            uk: 'вул. Минайська 12',
            en: 'вул. Минайська 12'
        },
        description: {
            uk: 'Квартира 3-кімнатна здається подобово. Комфортна трикімнатна квартира–студіо. Знаходиться на 4-му поверсі 9-го будинку. Окремі дві кімнати – з третьою: кухнею-студіо. WI-FI, вода постійно, автономне опалення, в наявності є вся необхідна техніка та посуд для комфортного проживання. Поруч - парковка, що охороняється. Також у внутрішньому дворі можна припаркувати машину. Неподалік будинку - супермаркет, ринок, кафе, аптеки, магазини, кінотеатр, спорткомплекс «Юність» Хороша транспортна розв\'язка (біля будинку – зупинка громадського транспорту у різні напрямки міста), до центральної частини міста – 13 хвилин пішки. До всіх історичних пам\'яток нашого прекрасного міста /Ужгородський замок, музей народної архітектури та побуту, ботанічний сад, липова алея/ 15-20 хвилин пішки. Розміщення 2+2+2+1 людини. Вартість додаткового місця- 200 грндоба.',
            en: 'Квартира 3-кімнатна здається подобово. Комфортна трикімнатна квартира–студіо. Знаходиться на 4-му поверсі 9-го будинку. Окремі дві кімнати – з третьою: кухнею-студіо. WI-FI, вода постійно, автономне опалення, в наявності є вся необхідна техніка та посуд для комфортного проживання. Поруч - парковка, що охороняється. Також у внутрішньому дворі можна припаркувати машину. Неподалік будинку - супермаркет, ринок, кафе, аптеки, магазини, кінотеатр, спорткомплекс «Юність» Хороша транспортна розв\'язка (біля будинку – зупинка громадського транспорту у різні напрямки міста), до центральної частини міста – 13 хвилин пішки. До всіх історичних пам\'яток нашого прекрасного міста /Ужгородський замок, музей народної архітектури та побуту, ботанічний сад, липова алея/ 15-20 хвилин пішки. Розміщення 2+2+2+1 людини. Вартість додаткового місця- 200 грндоба.'
        },
        price: 3000,
        img: 'images/flats/1.avif',
        gallery: [
            'images/flats/1.avif'
        ],
        guests: 7,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 3,
        beds: 7,
        features: ['tv', 'fridge', 'microwave', 'hot_water', 'balcony', 'internet', 'secure_parking', 'near_supermarket', 'good_transport', 'smart_tv'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    },
    {
        id: 96,
        lat: 48.606925,
        lng: 22.288788,
        title: {
            uk: 'вул. Минайська 18г',
            en: 'вул. Минайська 18г'
        },
        description: {
            uk: 'Квартира 2-кімнатна здається подобово. Прекрасна двокімнатна квартира класу-люкс у новому будинку з новими та чистими під\'їздами. Знаходиться на 3-му поверсі 3-го будинку. Роздільні кімнати, WI-FI, каб.ТВ, вода постійно, роздільний санвузол, автономне опалення, кондиціонер, у кожній кімнаті є телевізор, ортопедичні матраци. В наявності є вся необхідна техніка та посуд для комфортного проживання. Біля будинку – супермаркет, кафе, аптеки, магазини, кінотеатр. У внутрішньому дворі – дитячий майданчик. Хороша транспортна розв\'язка (біля будинку – зупинка громадського транспорту у різні напрямки міста), до центральної частини міста – 15 хвилин пішки. До всіх історичних пам\'яток нашого прекрасного міста :Ужгородський замок музей народної архітектури та побуту, ботанічний сад, липова алея-20-25 хвилин пішки.',
            en: 'Квартира 2-кімнатна здається подобово. Прекрасна двокімнатна квартира класу-люкс у новому будинку з новими та чистими під\'їздами. Знаходиться на 3-му поверсі 3-го будинку. Роздільні кімнати, WI-FI, каб.ТВ, вода постійно, роздільний санвузол, автономне опалення, кондиціонер, у кожній кімнаті є телевізор, ортопедичні матраци. В наявності є вся необхідна техніка та посуд для комфортного проживання. Біля будинку – супермаркет, кафе, аптеки, магазини, кінотеатр. У внутрішньому дворі – дитячий майданчик. Хороша транспортна розв\'язка (біля будинку – зупинка громадського транспорту у різні напрямки міста), до центральної частини міста – 15 хвилин пішки. До всіх історичних пам\'яток нашого прекрасного міста :Ужгородський замок музей народної архітектури та побуту, ботанічний сад, липова алея-20-25 хвилин пішки.'
        },
        price: 2400,
        img: 'images/flats/2.avif',
        gallery: [
            'images/flats/2.avif'
        ],
        guests: 4,
        area: 'Не вказано',
        areaEn: 'Not specified',
        rooms: 2,
        beds: 4,
        features: ['tv', 'fridge', 'cable_tv', 'washing_machine', 'microwave', 'hot_water', 'air_conditioner', 'balcony', 'internet', 'secure_parking', 'near_supermarket', 'good_transport', 't2_tv'],
        favorite: false,
        availableFromMonth: 1,
        availableToMonth: 12
    }
];

const getApartmentById = (id) => apartments.find((apartment) => apartment.id === Number(id));

window.apartments = apartments;
window.getApartmentById = getApartmentById;
